tap "felixkratz/formulae"
tap "oven-sh/bun"
brew "gettext"
brew "bat"
brew "btop"
brew "cmake"
brew "curl"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gum"
brew "htop"
brew "hugo"
brew "isync"
brew "lazygit"
brew "lua-language-server"
brew "msmtp"
brew "neomutt"
brew "ninja"
brew "pass"
brew "pnpm"
brew "pure"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tty-clock"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "oven-sh/bun/bun"
cask "font-agave-nerd-font"
cask "font-hack-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "keycastr"
cask "monitorcontrol"
cask "spotify"
cask "vivaldi"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "albert.tabout"
vscode "alexdo.catppuccin-noir"
vscode "ambar.bundle-size"
vscode "andrewmcgoveran.react-component-generator"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "better-ts-errors.better-ts-errors"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "budparr.language-hugo-vscode"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "cipchk.cssrem"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "helixquar.randomeverything"
vscode "humao.rest-client"
vscode "johnpapa.winteriscoming"
vscode "kamikillerto.vscode-colorize"
vscode "kenan-salar.calmppuccin-vscode"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "miguelsolorio.fluent-icons"
vscode "mikaelkristiansson87.react-theme-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "mvllow.rose-pine"
vscode "ngekngok.vscode-custom-snippets"
vscode "oderwat.indent-rainbow"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
vscode "sakethkanchi.kitty-vscode-theme"
vscode "sdras.night-owl"
vscode "sherloach.solarized-osaka"
vscode "silesky.toggle-boolean"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
